Update with Mermidjs
Signed-off-by: Paris Nakita Kejser <parisnakitakejser@users.noreply.github.com>
